Repository: oOCodebustersOo/Ghostbook
Catalog: calendar_sms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Status
ru: Статус

source: Created
ru: Создан

source: Updated
ru: Обновлен

source: Website
ru: Сайт

source: Websites
ru: Сайты

source: Google account
ru: Google аккаунт

source: Account password
ru: Пароль приложения

source: That is application password, not from a mail account
ru: Это пароль к приложению, ни к почте

source: Calendar ID
ru: Календарь

source: For example: fafgttkq8ed2idfgd@group.calendar.google.com.You can view the calendar settings - details specific calendar field "Calendar Address" and right there in the brackets.
ru: Например: fafgttkq8ed2idfgfhdfidn6eok@group.calendar.google.com. Можно посмотреть в настройках календаря — подробные сведения конкретного календаря, поле «адрес календаря» и там справа в скобках.

source: Event starts
ru: Начало мероприятия

source: Specifies how long the event will begin (in seconds)
ru: Указывает через какое время будет начато мероприятие(в секундах)

source: End of event
ru: Конец мероприятия

source: Specifies how long the event will be complete (in seconds)
ru: Указывает через какое время будет закончено мероприятие(в секундах)

source: Reminder time
ru: Время напоминания

source: Reminder time in minutes
ru: Время напоминания указывается в минутах

source: Numbers of attempts
ru: Кол-во попыток

source: Max number of attempts to establish a new memo to the calendar
ru: Максимальное количество попыток установить новое напоминание в календарь

source: Delays
ru: Задержки

source: Waiting time between attempts
ru: Время ожидания между попытками

source: Title
ru: Заголовок

source: Message
ru: Сообщение

source: SMS Logs
ru: SMS Логи
